Revit 2027 API
EnergyAnalysisSpace.Number Property
 The number to identify the space.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Number { get; }
Public ReadOnly Property Number As String
	Get
public:
property String^ Number {
	String^ get ();
}
member Number : string with get
Property Value
String
See Also
Reference
EnergyAnalysisSpace Class
Autodesk.Revit.DB.Analysis Namespace